src/test/resources/getEmployeeByName-validation-fault.xml

<?xml version="1.0" encoding="UTF-8" standalone="no"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
                  xmlns:emp="http://www.gunnarro.com/employee">
    <soapenv:Header/>
    <soapenv:Body>
        <emp:EmployeeByNameRequest firstname="jo" lastname="Miller"/>
    </soapenv:Body>
</soapenv:Envelope>